[
  {
    "image": "https://img.icons8.com/color/480/notion--v1.png",
    "title": "Aurora Vibe",
    "companyName": "Nexlify Studios",
    "id": 1,
    "description": "Aurora Vibe is a cutting-edge music visualization app designed to transform your music listening into a fully immersive audio-visual experience. Utilizing advanced AI-driven light patterns, Aurora Vibe synchronizes visuals with your favorite tracks, creating stunning real-time effects that respond dynamically to beats, rhythms, and melodies. The app offers extensive customization with multiple visual themes, interactive touch effects, and mood-based presets, allowing users to create their unique visual journey. Whether you are a DJ, content creator, or simply a music enthusiast, Aurora Vibe enhances parties, meditation sessions, or personal music enjoyment. Its intuitive interface ensures seamless navigation while supporting high-resolution graphics and optimized performance across devices. With features like social sharing, preset exchanges, and live-stream compatibility, Aurora Vibe connects you to a vibrant community of creators. Continuous updates introduce new visual effects, preset packs, and music integration options, keeping your experience fresh and engaging. Rated highly by thousands of users worldwide, Aurora Vibe merges technical precision with artistic flair, offering a mesmerizing blend of sound and sight that elevates everyday music enjoyment.",
    "size": 85,
    "reviews": 12450,
    "ratingAvg": 4.8,
    "downloads": 500000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 2500 },
      { "name": "5 star", "count": 9000 }
    ]
  },
  {
    "image": "https://img.icons8.com/color/480/shazam.png",
    "title": "Velvet Horizon",
    "companyName": "StellarLabs",
    "id": 2,
    "description": "Velvet Horizon is a premium meditation and mindfulness app meticulously designed to provide a tranquil, immersive experience for users seeking relaxation, focus, and mental clarity. Featuring expertly crafted ambient soundscapes, guided meditation routines, and adaptive relaxation exercises, the app transforms everyday moments into mindful experiences. Users can customize sessions to their preferred duration, intensity, and theme, while AI-powered recommendations suggest audio journeys based on mood, activity, and personal preferences. The interface is elegantly designed to minimize distractions, offering seamless navigation between meditation, sleep aid, and focus modes. Integration with wearable devices enables heart rate and breathing monitoring, creating a responsive environment that adapts to the user's physiological state. The app also features visually soothing animations and themes that complement audio sessions, enhancing the overall immersive experience. With progress tracking, daily reminders, and community features, Velvet Horizon encourages consistency and personal growth in mindfulness practice. Ideal for both beginners and experienced practitioners, Velvet Horizon combines cutting-edge technology with holistic wellness principles, helping users achieve balance, relaxation, and emotional well-being in their daily lives.",
    "size": 120,
    "reviews": 8750,
    "ratingAvg": 4.7,
    "downloads": 320000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2000 },
      { "name": "5 star", "count": 6000 }
    ]
  },
  {
    "image": "https://img.icons8.com/color/480/workspace-one.png",
    "title": "Neon Sculpt",
    "companyName": "ArtisanCode",
    "id": 3,
    "description": "Neon Sculpt is an advanced 3D art creation app that brings your imagination to life with vivid neon glow effects. Designed for artists, designers, and creative enthusiasts, Neon Sculpt provides a professional-grade platform for creating stunning three-dimensional artworks with dynamic lighting and color customization. The app features a comprehensive suite of tools, including sculpting brushes, adjustable lighting controls, real-time rendering, and layered material options, enabling users to craft intricate designs with precision. Its intuitive interface simplifies complex workflows, making both beginner and expert-level creation accessible. Neon Sculpt supports export in multiple formats for social sharing, printing, or professional portfolios, while providing a collaborative community hub to discover trends, exchange tips, and share creations. High-performance rendering ensures smooth operation even for complex designs, while continuous updates introduce new tools, materials, and effects. Perfect for digital artists seeking to explore neon aesthetics, immersive visual effects, and futuristic design concepts, Neon Sculpt combines technical sophistication with creative freedom, allowing every user to sculpt dazzling 3D experiences.",
    "size": 200,
    "reviews": 15600,
    "ratingAvg": 4.9,
    "downloads": 750000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 400 },
      { "name": "4 star", "count": 3000 },
      { "name": "5 star", "count": 11900 }
    ]
  },
  {
    "image": "https://img.icons8.com/color/480/goodnotes.png",
    "title": "Prism Dream",
    "companyName": "LuxeTech",
    "id": 4,
    "description": "Prism Dream is a sophisticated photo editing app designed to elevate your photography with prismatic filters, crystal-inspired overlays, and precision adjustment tools. Ideal for hobbyists, influencers, and professional photographers, the app offers a versatile suite of editing options, including color grading, layering, masking, and texture blending. Prism Dream's intuitive interface ensures smooth navigation while providing advanced control over every aspect of your images. Unique visual filters simulate light refraction and crystal effects, transforming ordinary photos into mesmerizing works of art. Users can explore preset styles, customize intensity, and create their own signature looks. The app also supports high-resolution export, social media sharing, and integration with popular photography platforms. Regular updates introduce new filters, overlays, and tools, keeping your creative options fresh and inspiring. Whether enhancing portraits, landscapes, or abstract shots, Prism Dream merges technology and artistic vision to provide a professional-grade editing experience accessible to everyone.",
    "size": 150,
    "reviews": 9800,
    "ratingAvg": 4.6,
    "downloads": 410000,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 2200 },
      { "name": "5 star", "count": 6400 }
    ]
  },
  {
    "image": "https://img.icons8.com/bubbles/480/notion.png",
    "title": "Obsidian Flow",
    "companyName": "DarkPulse Creations",
    "id": 5,
    "description": "Obsidian Flow is a productivity and organization app designed for professionals, students, and creatives who seek efficiency with elegance. Featuring a sleek obsidian-themed interface, it combines task management, note-taking, and project tracking in a single cohesive platform. Users can create boards, lists, and customizable workflows to streamline their daily activities, while AI-assisted reminders and smart scheduling help optimize productivity. The app supports rich media embedding, collaborative spaces, and cross-device synchronization to ensure seamless access anytime, anywhere. With advanced analytics, progress tracking, and priority highlighting, Obsidian Flow empowers users to maintain focus and meet deadlines with confidence. Regular updates bring new templates, integrations, and performance enhancements, keeping your organizational tools both modern and effective. Designed to merge aesthetics with function, Obsidian Flow transforms everyday planning into an intuitive, stylish, and productive experience.",
    "size": 90,
    "reviews": 13400,
    "ratingAvg": 4.8,
    "downloads": 600000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2800 },
      { "name": "5 star", "count": 9750 }
    ]
  } ,
  
  {
    "image": "https://img.icons8.com/bubbles/480/zalo.png",
    "title": "Sapphire Sky",
    "companyName": "AetherWorks",
    "id": 6,
    "description": "Sapphire Sky is a premium weather app that transforms ordinary forecasts into a visually stunning, sapphire-hued experience. Featuring real-time animations, hyper-local weather updates, and intuitive visual cues, users can effortlessly track temperature, precipitation, wind, and atmospheric conditions. Interactive maps, customizable notifications, and daily weather insights provide a seamless and informative experience, while elegant sapphire-inspired visuals enhance usability and engagement. Designed for daily planners, travelers, and outdoor enthusiasts, Sapphire Sky ensures users stay informed and prepared in style.",
    "size": 70,
    "reviews": 7200,
    "ratingAvg": 4.5,
    "downloads": 280000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1800 },
      { "name": "5 star", "count": 4500 }
    ]
  },
  {
    "image": "https://img.icons8.com/dusk/480/ibis-paint-x.png",
    "title": "Lunar Pulse",
    "companyName": "Moonlit Labs",
    "id": 7,
    "description": "Lunar Pulse is a celestial-inspired fitness tracking app designed to blend wellness and astronomy. With an interface inspired by lunar phases and starry visuals, it tracks steps, calories, heart rate, and workout performance while offering meditation prompts, goal tracking, and sleep monitoring. Lunar Pulse combines health metrics with an immersive visual experience, motivating users to stay active and mindful under a beautifully themed interface.",
    "size": 110,
    "reviews": 11000,
    "ratingAvg": 4.7,
    "downloads": 390000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 2400 },
      { "name": "5 star", "count": 7600 }
    ]
  },
  {
    "image": "https://img.icons8.com/officel/480/snapchat-squared.png",
    "title": "Crystal Vault",
    "companyName": "SecureSphere",
    "id": 8,
    "description": "Crystal Vault is a high-security password manager featuring a crystalline, visually appealing interface. Offering encrypted storage, auto-fill support, and cross-device synchronization, the app ensures your passwords, notes, and sensitive information remain protected. With intuitive organization, biometric login options, and real-time security alerts, Crystal Vault combines robust protection with elegance, making digital security effortless for all users.",
    "size": 60,
    "reviews": 8900,
    "ratingAvg": 4.9,
    "downloads": 340000,
    "ratings": [
      { "name": "1 star", "count": 50 },
      { "name": "2 star", "count": 100 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 6950 }
    ]
  },
  {
    "image": "https://img.icons8.com/doodle/480/viber.png",
    "title": "Gilded Notes",
    "companyName": "OpulentApps",
    "id": 9,
    "description": "Gilded Notes is a luxurious note-taking app with a gold-accented interface designed for professionals, students, and creatives. It offers rich text formatting, multimedia embedding, intuitive organization, and cloud sync. Users can create elegant notes, track tasks, and share content securely, making productivity both efficient and visually refined.",
    "size": 80,
    "reviews": 10500,
    "ratingAvg": 4.6,
    "downloads": 420000,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 2300 },
      { "name": "5 star", "count": 7000 }
    ]
  },
  {
    "image": "https://img.icons8.com/bubbles/480/piccollage.png",
    "title": "Ember Glow",
    "companyName": "FlareTech",
    "id": 10,
    "description": "Ember Glow is a warm, ember-inspired reading app designed to enhance your book reading experience. With customizable themes, smooth scrolling, adjustable brightness, and library management, it delivers a cozy, comfortable digital reading environment. Ideal for readers of all ages, Ember Glow promotes focus, relaxation, and long reading sessions in a visually soothing interface.",
    "size": 95,
    "reviews": 9400,
    "ratingAvg": 4.7,
    "downloads": 370000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 550 },
      { "name": "4 star", "count": 2000 },
      { "name": "5 star", "count": 6500 }
    ]
  },
  {
    "image": "https://img.icons8.com/doodle/480/pages.png",
    "title": "Onyx Wave",
    "companyName": "TideCore",
    "id": 11,
    "description": "Onyx Wave is a podcast app with a fluid, onyx-themed interface offering seamless streaming, personalized playlists, and discovery of trending podcasts. With offline downloads, episode notifications, and a dark, elegant design, Onyx Wave ensures a professional and immersive listening experience.",
    "size": 100,
    "reviews": 12300,
    "ratingAvg": 4.8,
    "downloads": 480000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 450 },
      { "name": "4 star", "count": 2600 },
      { "name": "5 star", "count": 9000 }
    ]
  },
  {
    "image": "https://img.icons8.com/fluency/480/shazam.png",
    "title": "Amethyst Gaze",
    "companyName": "VisionCraft",
    "id": 12,
    "description": "Amethyst Gaze is an AR app designed to provide a visually immersive experience inspired by amethyst aesthetics. With augmented reality scenes, interactive objects, and dynamic visual effects, it creates an engaging environment for entertainment, education, and creative exploration. The app supports high-resolution AR rendering and social sharing, blending innovation with artistic beauty.",
    "size": 180,
    "reviews": 16700,
    "ratingAvg": 4.9,
    "downloads": 620000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 400 },
      { "name": "4 star", "count": 3000 },
      { "name": "5 star", "count": 13050 }
    ]
  },
  {
    "image": "https://img.icons8.com/bubbles/480/plant-nanny.png",
    "title": "Ivory Serenity",
    "companyName": "CalmVibe Studio",
    "id": 13,
    "description": "Ivory Serenity is a sleep aid app featuring ivory-toned visuals and calming soundscapes designed to improve sleep quality. With guided relaxation, meditation sessions, and customizable bedtime routines, users can create personalized sleep experiences. The app also tracks sleep patterns, offering insights for better rest and overall wellness.",
    "size": 75,
    "reviews": 8200,
    "ratingAvg": 4.6,
    "downloads": 310000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1900 },
      { "name": "5 star", "count": 5350 }
    ]
  },
  {
    "image": "https://img.icons8.com/doodle/480/apple-tips.png",
    "title": "Quartz Vision",
    "companyName": "ClarityApps",
    "id": 14,
    "description": "Quartz Vision is a journaling app inspired by quartz crystals, offering elegant, structured layouts, daily prompts, and secure cloud sync. Users can capture thoughts, track moods, and reflect creatively, while advanced organization tools and visual aesthetics provide an enriching digital journaling experience.",
    "size": 85,
    "reviews": 9900,
    "ratingAvg": 4.7,
    "downloads": 400000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2200 },
      { "name": "5 star", "count": 6950 }
    ]
  },
  {
    "image": "https://img.icons8.com/doodle/480/zalo.png",
    "title": "Rose Quartz",
    "companyName": "BlushTech",
    "id": 15,
    "description": "Rose Quartz is a self-care and wellness app with rose quartz-inspired aesthetics, offering meditation, habit tracking, mood monitoring, and personalized reminders. The visually soothing interface encourages mindfulness, positivity, and emotional balance, making daily wellness routines elegant and engaging.",
    "size": 90,
    "reviews": 11500,
    "ratingAvg": 4.8,
    "downloads": 450000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 200 },
      { "name": "3 star", "count": 550 },
      { "name": "4 star", "count": 2500 },
      { "name": "5 star", "count": 8100 }
    ]
  },
  {
    "image": "https://img.icons8.com/plasticine/480/itunes--v1.png",
    "title": "Titanium Flow",
    "companyName": "MetalWave",
    "id": 16,
    "description": "Titanium Flow is a music mixing app with a sleek metallic interface, providing advanced mixing tools, effects, and intuitive controls for DJs, producers, and music enthusiasts. Users can create professional-level mixes, loop tracks, adjust audio effects, and export high-quality files while enjoying a polished, visually striking interface.",
    "size": 120,
    "reviews": 12500,
    "ratingAvg": 4.7,
    "downloads": 500000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2800 },
      { "name": "5 star", "count": 8950 }
    ]
  },
  {
    "image": "https://img.icons8.com/bubbles/480/instagram-new--v2.png",
    "title": "Emerald Horizon",
    "companyName": "GreenWave Studios",
    "id": 17,
    "description": "Emerald Horizon is an eco-conscious tracking app designed to monitor environmental impact, energy usage, and green activities. With vivid emerald-themed visuals, customizable dashboards, goal tracking, and insights, the app motivates users to adopt sustainable habits while maintaining an elegant and informative interface.",
    "size": 110,
    "reviews": 10300,
    "ratingAvg": 4.6,
    "downloads": 420000,
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2200 },
      { "name": "5 star", "count": 8300 }
    ]
  },
  {
    "image": "https://img.icons8.com/color/480/ms-one-note.png",
    "title": "Obsidian Notes",
    "companyName": "DarkMatter Apps",
    "id": 18,
    "description": "Obsidian Notes is a professional note-taking app with dark, premium aesthetics, offering organized notebooks, tagging, cross-device sync, and rich text features. Its intuitive design ensures productivity and focus while maintaining elegant visual appeal, making it ideal for students, professionals, and creatives.",
    "size": 100,
    "reviews": 9700,
    "ratingAvg": 4.7,
    "downloads": 390000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 2100 },
      { "name": "5 star", "count": 6850 }
    ]
  },
  {
    "image": "https://img.icons8.com/color/480/launch-box.png",
    "title": "Golden Hour",
    "companyName": "SunsetTech",
    "id": 19,
    "description": "Golden Hour is a photography app designed to capture, edit, and enhance images with golden-toned filters, lighting adjustments, and professional-grade effects. With an intuitive interface, creative presets, and real-time preview, it empowers photographers to craft visually stunning photos effortlessly.",
    "size": 130,
    "reviews": 13600,
    "ratingAvg": 4.8,
    "downloads": 520000,
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 2700 },
      { "name": "5 star", "count": 9200 }
    ]
  },
  {
    "image": "https://img.icons8.com/pin/480/line-me.png",
    "title": "Celestial Path",
    "companyName": "StarryApps",
    "id": 20,
    "description": "Celestial Path is an astronomy app offering a stunning cosmic interface, star maps, real-time celestial tracking, and educational content for stargazers, students, and astronomy enthusiasts. With interactive sky navigation, notifications for celestial events, and immersive visuals, it makes exploring the universe both engaging and educational.",
    "size": 140,
    "reviews": 14500,
    "ratingAvg": 4.9,
    "downloads": 600000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 3000 },
      { "name": "5 star", "count": 10250 }
    ]
  }


]
